Repository: jpic/pescator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: New
fr: Nouveau

source: Validated
fr: Validé

source: your name
fr: votre nom

source: your feedback
fr: votre retour d'experience

source: entries
fr: entrées

source: Submit
fr: Soumettre

source: Guestbook
fr: Livre d'or

source: Posted on %(date)s
fr: Envoyé le %(date)s

source: Thanks for your feedback
fr: Merci pour votre retour d'experience

source: Your feedback will be validated by a moderator and then published on our website
fr: Votre retour d'experience sera validé par un modérateur puis publié sur notre site

source: Advanced
fr: Avancé

source: block title
fr: titre du block

source: text
fr: texte

source: photo title
fr: titre de la photo

source: Above body
fr: Au dessus du corps de la page

source: Under body
fr: En dessous du corps de la page

source: Above sidebar
fr: Au dessus de la barre de coté

source: Under sidebar
fr: En dessous de la barre de coté

source: page title
fr: titre de la page

source: menu title
fr: titre du menu

source: photo to use in the page header
fr: photo à utiliser dans l'en-tête de la page

source: Toggle navigation
fr: Afficher ou cacher la navigation

source: Le pescator site admin
fr: Administration du site du Pescator

source: Le pescator administration
fr: Administration du site du Pescator
